Repository: BEEDELLROKEJULIANLOCKHART/awn
Catalog: po/*.po
Languages: fi, sq

source: Manage Awn preferences, launchers, applets and themes
fi: Hallitse awn:n asetuksia, käynnistimiä, sovelmia ja teemoja
sq: Menaxho preferencat e Awn, leshuesve, applikacionet dhe temat

source: PNG Files
fi: PNG-tiedostot
sq: Dokumentat PNG

source: Classic
fi: Perinteinen
sq: Klasik

source: Fade
fi: Häivytys
sq: Zbehje

source: Spotlight
fi: Kohdevalo
sq: Kendveshtrim

source: Zoom
fi: Zoomaus
sq: Zmadho

source: 3D turn
fi: 3D-kääntyminen
sq: Rrotullim 3D

source: 3D turn with spotlight
fi: 3D-kääntyminen kohdevalolla
sq: Rrotullim 3D me ndricim

source: Glow
fi: Hehku
sq: Ndrico

source: None
fi: Ei mikään
sq: Asnje

source: 3D Turn
fi: 3D-kääntyminen
sq: Rrotullim 3D

source: 3D Spotlight Turn
fi: 3D-kääntyminen kohdevalolla
sq: Rrotullim 3D me ndricim

source: Custom
fi: Muokattu
sq: Personalizuar

source: Automatic creation failed. Please manually create the directory: %s
fi: Automaattinen luonti epäonnistui. Luo hakemisto käsin: %s
sq: Krijimi automatik nuk u krye. Ju lutem krijoni manualisht direktorine: %s

source: Confirm directory creation
fi: Vahvista hakemiston luonti
sq: Konfirmo krijimin e direktorise

source: There is no existing autostart directory for your user account yet. Do you want me to automatically create it for you?
fi: Käyttäjätunnuksellesi ei ole vielä automaattikäynnistyshakemistoa. Luodaanko sellainen sinulle?
sq: Nuk ka akoma direktori vetefillimi per perdoruesin tuaj. Doni te krijohet automatikisht?

source: AWN has been successfully refreshed
fi: AWN on virkistetty onnistuneesti
sq: AWN u rifreskua me sukses

source: Fully customisable dock-like window navigator for GNOME.
fi: Täysin muokattava telakkatyylinen ikkunanavigaattori Gnomelle.
sq: Panel plotesisht i ndryshueshem per GNOME.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
fi: Tämä on vapaa ohjelma; voit levittää ja muuttaa sitä GNU General Public -lisenssin sopimusehtojen mukaisesti sellaisina kun Free Software Foundation on ne julkaissut. Voit soveltaa lisenssin versiota 2 tai myöhempää.
sq: Ky program eshte falas; ju mund ta rishperndani dhe/ose ta modifikoni nen termat e GNU Licenses Gjenerale Publike nga Free Software Foundation; dhe versionin 2 te Licenses, ose te versioneve te mevonshme.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
fi: Tätä ohjelmaa levitetään siinä toivossa, että siitä on hyötyä, mutta ILMAN MITÄÄN TAKUUTA; jopa ilman konkludenttista takuuta MYYNTIKELPOISUUDESTA TAI SOVELTUMISESTA TIETTYYN ERITYISEEN TARKOITUKSEEN. Yksityiskohtien osalta katso GNU:n GPL-lisenssiä.
sq: Ky program shpërndahet me dëshirën që të jetë i vlefshëm për ju, por PA ASNJË LLOJ GARANCIE; bile as pa garancinë e TREGTIMIT apo PËRDORIMIT PËR QËLLIME TË VEÇANTA. Shiko Liçencën Publike të Përgjithshme GNU për hollësi të mëtejshme.

source: Select an Executable File
fi: Valitse suoritettava tiedosto
sq: Zgjidh nje file te Ekzekutueshem

source: Please provide a name for the launcher in the "%s" field.
fi: Anna käynnistimen nimi kenttään "%s".
sq: Shkruani nje emer per leshuesin ne fushen "%s"

source: <b>Name:</b>
fi: <b>Nimi:</b>
sq: <b>Emri:</b>

source: Please provide a program to launch in the "%s" field.
fi: Syötä käynnistettävä sovellus kenttään "%s".
sq: Mundeso nje program per te leshuar ne fushen "%s"

source: <b>Command:</b>
fi: <b>Komento:</b>
sq: <b>Komanda:</b>

source: Couldn't save the launcher. Error: %s
fi: Käynnistintä ei voitu tallentaa. Virhe: %s
sq: Nuk mund te ruhej leshuesi. Gabim: %s

source: <b>Active Icon</b>
fi: <b>Aktiivinen kuvake</b>
sq: <b>Ikona Aktive</b>

source: <b>Applet Preferences</b>
fi: <b>Sovelmien asetukset</b>
sq: <b>Preferencat e Programit</b>

source: <b>Arrows</b>
fi: <b>Nuolet</b>
sq: <b>Shigjetat</b>

source: <b>Bar behaviour</b>
fi: <b>Palkin toiminta</b>
sq: <b>Sjellja e Barit</b>

source: <b>Borders</b>
fi: <b>Reunukset</b>
sq: <b>Bordet</b>

source: <b>Customize Effects</b>
fi: <b>Mukauta efektejä</b>
sq: <b>Pershtat Efektet</b>

source: <b>General Preferences</b>
fi: <b>Yleiset asetukset</b>
sq: <b>Preferenca Gjenerale</b>

source: <b>Gradient</b>
fi: <b>Gradientti</b>

source: <b>Highlight</b>
fi: <b>Korostus</b>
sq: <b>Thekso</b>

source: <b>Icon Effects</b>
fi: <b>Kuvake-efektit</b>
sq: <b>Efektet e Ikones</b>

source: <b>Launcher Preferences</b>
fi: Käynnistinasetukset
sq: <b>Preferencat e Filluesit</b>

source: <b>Look </b>
fi: <b>Tyyli</b>
sq: <b>Shiko </b>

source: <b>Pattern</b>
fi: <b>Kuvio</b>
sq: <b>Model</b>

source: <b>Separator</b>
fi: <b>Erotin</b>
sq: <b>Ndares</b>

source: <b>Startup behaviour</b>
fi: <b>Käynnistyskäyttäytyminen</b>

source: <b>Text</b>
fi: <b>Teksti</b>
sq: <b>Teksti</b>

source: <b>Themes</b>
fi: <b>Teemat</b>
sq: <b>Temat</b>

source: <b>Windows</b>
fi: <b>Ikkunat</b>
sq: <b>Dritare</b>

source: Activate
fi: Ota käyttöön
sq: Aktivizo

source: Add and remove applets
fi: Lisää ja poista sovelmia
sq: Shto ose hiq programe

source: Add and remove launchers
fi: Lisää ja poista käynnistimiä
sq: Shto ose hiq Fillues

source: Add, remove and save themes
fi: Lisää, poista ja tallenna teemoja
sq: Shto, hiq dhe ruaj temat

source: Alert when application window updated
fi: Huomauta, kun sovelluksen ikkuna on päivittynyt
sq: Lajmero kur dritarja e programit perditesohet

source: Attention
fi: Huomio
sq: Kujdes

source: Auto hide bar when not in use
fi: Piilota palkki automaattisesti
sq: Fshih automatikisht barin kur nuk eshte ne perdorim

source: Automatically start AWN on login.
fi: Käynnistä AWN automaattisesti kirjautumisen yhteydessä.
sq: Fillo AWN automatikisht ne hyrje.

source: Background color:
fi: Taustan väri:
sq: Ngjyra e sfondit:

source: Bar Appearance
fi: Palkin ulkonäkö
sq: Pamja e Barit

source: Bar angle:
fi: Palkin kulma:
sq: Kendi i Barit:

source: Bar height:
fi: Palkin korkeus:
sq: Lartesia e Barit:

source: Change the look and behaviour of the dock
fi: Muuta palkin ulkonäköä ja toimintaa
sq: Ndrysho pamjen dhe sjelljen

source: Closing
fi: Suljetaan
sq: Duke u mbyllur

source: Color:
fi: Väri:
sq: Ngjyra

source: Deactivate
fi: Poista käytöstä
sq: Caktivizo

source: Delete
fi: Poista
sq: Fshi

source: Enable pattern
fi: Ota kuvio käyttöön
sq: Aktivizo modelin

source: Enable rounded corners
fi: Ota kulmien pyöristys käyttöön
sq: Aktivizo kendet e rrumbullaket

source: First step color:
fi: Ensisijainen väri:
sq: Ngjyra e hapit te pare:

source: Font:
fi: Fontti:
sq: Shkrimi:

source: General
fi: Yleiset
sq: Të përgjithshme

source: Glass Engine
fi: Lasitus
sq: Prodhuesi i efektit Xham

source: Hover
fi: Osoitus
sq: Rri pezull

source: Icon attention effect will be activated to alert user of updated windows.
fi: Kuvakkeen huomio-efektillä ilmoitetaan käyttäjälle päivittyneistä ikkunoista.
sq: Efekti i kujdesit per ikonen do te aktivizohet per te lajmeruar perdoruesin per perditesimin e dritares.

source: Icon offset:
fi: Kuvakkeen etäisyys:
sq: Zhvendos ikonen:

source: Install
fi: Asenna
sq: Instalo

source: Internal border:
fi: Sisäreunus
sq: Bordi i brendshem:

source: Keep below maximized windows when not in use
fi: Pidä palkki suurennettujen ikkunoiden takana, kun se ei ole käytössä
sq: Kalo mbrapa dritareve te zmadhuara kur nuk eshte ne perdorim

source: Launching
fi: Käynnistetään
sq: Ne ngarkim

source: Main border:
fi: Pääreunus
sq: Bordi Kryesor:

source: Maximized windows don't cover the bar (requires restart)
fi: Suurennetut ikkunat eivät peitä palkkia (vaatii uudelleenkäynnistyksen)
sq: Dritaret e zmadhuara nuk e mbulojne barin (kerkon rinisje)

source: Opening
fi: Avataan
sq: Po Hapet

source: Pattern Engine
fi: Kuviointi
sq: Motorri i modeleve

source: Second step color:
fi: Toissijainen väri:
sq: Ngjyra per hapin e dyte:

source: Separator color:
fi: Erottimen väri:
sq: Ngjyra e ndaresit:

source: Shadow color:
fi: Varjon väri:
sq: Ngjyra e hijes:

source: Show separator between launchers and tasks
fi: Näytä erotin käynnistimien ja tehtävien välillä
sq: Shfaq ndaresin midis filluesve dhe taskeve

source: Show windows from all viewports
fi: Näytä ikkunat kaikista työtiloista
sq: Shfaq dritaret nga te gjitha sfondet

source: Task Appearance
fi: Tehtävän ulkoasu
sq: Pamja e taskeve

source: Tasks have arrows
fi: Prosessien alla on nuolet
sq: Tasket kane shigjeta

source: The bar automatically hides when not used
fi: Palkki piilottuu automaattisesti kun sitä ei käytetä
sq: Bari fshihet automatikisht kur nuk eshte ne perdorim

source: Transparency:
fi: Läpinäkyvyys:
sq: Transparenca:

source: Windows don't overlap the bar if this is set
fi: Ikkunat eivät peitä palkkia
sq: Dritaret nuk e mbulojne barin nese behet kjo zgjedhje

source: page 1
fi: sivu 1
sq: faqja 1

source: page 2
fi: sivu 2
sq: faqja 2

source: page 3
fi: sivu 3
sq: faqja 3

source: page 4
fi: sivu 4
sq: faqja 4

source: A dock-like window navigator.
fi: Telakkamainen ikkunanavigaattori.
sq: Nje panel navigues dritaresh.

source: Dock Preferences
fi: Telakan asetukset
sq: Preferencat e Panelit

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.
sq: Ju duhet te keni marre nje kopje te Liçencës Publike të Përgjithshme GNU me kete program; nese jo, shkruajini Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.
